tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "r-lib/rig"
tap "romkatv/powerlevel10k"
brew "ca-certificates"
brew "python@3.10"
brew "azure-cli"
brew "libpng"
brew "freetype"
brew "docker"
brew "exa"
brew "fd"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gh"
brew "harfbuzz"
brew "htop"
brew "jpeg"
brew "libgit2"
brew "libtiff"
brew "neovim"
brew "node"
brew "pandoc"
brew "pyenv"
brew "rename"
brew "rust"
brew "the_silver_searcher"
brew "timewarrior"
brew "vim"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "alfred"
cask "anki"
cask "discord"
cask "espanso"
cask "font-fira-code"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "miniconda"
cask "onedrive"
cask "quarto"
cask "r"
cask "racket"
cask "rectangle"
cask "rig"
cask "rstudio"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
